{
    "Last Login:": "अंतिम लॉगिन:",
    "About": "जानकारी",
    "Bussiness Card": "व्यवसाय कार्ड",
    "Edit": "संपादित करें",
    "Save": "सहेजें",
    "Company Name": "कंपनी का नाम",
    "Designation": "पद",
    "Email Id": "ईमेल आईडी",
    "Mobile Number": "मोबाइल नंबर",
    "DOB": "जन्म तिथि",
    "Location": "स्थान",
    "Gender": "लिंग",
    "Enter Company Name": "कंपनी का नाम दर्ज करें",
    "Enter jobTitle": "नौकरी का शीर्षक दर्ज करें",
    "Enter emailId": "ईमेल आईडी दर्ज करें",
    "Enter mobileNumber": "मोबाइल नंबर दर्ज करें",
    "Enter UserCity": "शहर दर्ज करें",
    "Max 24 Characters are allowed": "अधिकतम 24 वर्णों की अनुमति है",
    "Enter valid email ID.": "मान्य ईमेल आईडी दर्ज करें।",
    "Invalid Mobile Number.": "अमान्य मोबाइल नंबर।",
    "AVCHAMPS": "एवीसीहैम्प्स",
    "Feed": "फीड",
    "Directory": "डायरेक्टरी",
    "Tools": "उपकरण",
    "Careers": "करियर",
    "Ekart": "ईकार्ट",
    "Community": "समुदाय",
    "completed": "पूर्ण",
    "Social Media Links": "सोशल मीडिया लिंक",
    "Add": "जोड़ें",
    "Cancel": "रद्द करें",
    "Settings": "सेटिंग्स",
    "Select Theme": "थीम चुनें",
    "Default": "डिफ़ॉल्ट",
    "Dark": "डार्क",
    "Select Language": "भाषा चुनें",
    "English": "अंग्रेज़ी",
    "Telugu": "तेलुगु",
    "Hindi": "हिंदी",
    "Apply": "लागू करें",
    "Close": "बंद करें",
    "linkedin": "लिंक्डइन",
    "facebook": "फेसबुक",
    "instagram": "इंस्टाग्राम",
    "twitter": "ट्विटर",
    "Search by title": "शीर्षक द्वारा खोजें",
    "Dear User": "प्रिय उपयोगकर्ता",
    "Source": "स्रोत",
    "Best Regards": "सादर",
    "Our Sponsors": "हमारे प्रायोजक",
    "Sponsor us and have your logo featured here": "हमें प्रायोजित करें और अपना लोगो यहां प्रदर्शित करें",
    "Contact Us": "संपर्क करें",
    "The user has not updated": "उपयोगकर्ता ने अपडेट नहीं किया है",
    "Calender": "कैलेंडर",
    "Video Simulator": "वीडियो सिम्युलेटर",
    "Mac Finder": "मैक फाइंडर",
    "Rack Layout": "रैक लेआउट",
    "Budget Calculator": "बजट कैलकुलेटर",
    "Bandwidth Calculator": "बैंडविड्थ कैलकुलेटर",
    "Throw Distance": "थ्रो दूरी",
    "Diagonal Screen Size": "डायगोनल स्क्रीन आकार",
    "Aspect Ratio": "आस्पेक्ट अनुपात",
    "Audio Delay Calculator": "ऑडियो डिले कैलकुलेटर",
    "BTU Calculator": "बीटीयू कैलकुलेटर",
    "Power Calculator": "पावर कैलकुलेटर",
    "Certified Product List": "प्रमाणित उत्पाद सूची",
    "Aspect Ratio Calculator": "आस्पेक्ट रेशियो कैलकुलेटर",
    "Calculate": "गणना करें",
    "Width": "चौड़ाई",
    "Height": "ऊंचाई",
    "Units": "इकाइयाँ",
    "Refresh": "रिफ्रेश",
    "Mode": "मोड",
    "What It Is": "यह क्या है",
    "The width and height of an image have a fixed ratio, called the aspect ratio. It is written as x:y, where x and y are two numbers. For instance, an image with a 16:9 aspect ratio will always have 16 units of width for every 9 units of height, regardless of its size. So, both an image that is 16 cm wide and 9 cm high and an image that is 32 cm wide and 18 cm high have the same 16:9 aspect ratio.": "किसी छवि की चौड़ाई और ऊंचाई का एक निश्चित अनुपात होता है, जिसे आस्पेक्ट रेशियो कहा जाता है। इसे x:y के रूप में लिखा जाता है, जहाँ x और y दो संख्याएँ होती हैं। उदाहरण के लिए, 16:9 के आस्पेक्ट रेशियो वाली छवि की चौड़ाई 16 इकाइयाँ और ऊँचाई 9 इकाइयाँ होती हैं, चाहे इसका आकार कुछ भी हो। इस प्रकार, 16 सेमी चौड़ी और 9 सेमी ऊँची छवि तथा 32 सेमी चौड़ी और 18 सेमी ऊँची छवि का आस्पेक्ट रेशियो 16:9 ही होता है।",
    "Formula": "सूत्र",
    "Aspect ratio Formula": "आस्पेक्ट रेशियो सूत्र",
    "The formula for finding aspect ratio is": "आस्पेक्ट रेशियो निकालने का सूत्र है:",
    "Where": "जहाँ",
    "is the aspect ratio": "आस्पेक्ट रेशियो है",
    "is the width of the displayed image": "प्रदर्शित छवि की चौड़ाई है",
    "is the height of the displayed image": "प्रदर्शित छवि की ऊंचाई है",
    "Note that W and H are measured in inches or millimeters": "ध्यान दें कि W और H को इंच या मिलीमीटर में मापा जाता है।",
    "For more": "अधिक जानकारी के लिए",
    "Distance": "दूरी",
    "Delay Needed": "विलंब आवश्यक",
    "Description": "चाहे आप एक पेशेवर ऑडियो सिस्टम सेटअप कर रहे हों या अपने होम थिएटर को फाइन-ट्यून कर रहे हों, ऑडियो डिले कैलकुलेटर सटीक समय संरेखण प्राप्त करने और एक श्रेष्ठ ऑडियो अनुभव प्रदान करने के लिए एक अमूल्य उपकरण हो सकता है।",
    "To calculate milliseconds, use the following formula": "मिलीसेकंड की गणना करने के लिए, निम्नलिखित सूत्र का उपयोग करें",
    "Meters": "मीटर",
    "Speed of sound": "ध्वनि की गति",
    "in room temperature": "कमरे के तापमान में",
    "Feet": "फीट",
    "delay in milliseconds": "मिलीसेकंड में विलंब",
    "Whether you're setting up a professional audio system or fine-tuning your home theater, an Audio Delay Calculator can be an invaluable tool for achieving precise time alignment and delivering a superior audio experience.": "चाहे आप एक पेशेवर ऑडियो सिस्टम सेटअप कर रहे हों या अपने होम थिएटर को फाइन-ट्यून कर रहे हों, ऑडियो डिले कैलकुलेटर सटीक समय संरेखण प्राप्त करने और एक श्रेष्ठ ऑडियो अनुभव प्रदान करने के लिए एक अमूल्य उपकरण हो सकता है।",
    "Refer to the owner's manual of your project and lens combination to find an accurate formula for your specific project": "अपने प्रोजेक्ट और लेंस संयोजन के मालिक के मैन्युअल का संदर्भ लें ताकि आपके विशिष्ट प्रोजेक्ट के लिए एक सटीक सूत्र प्राप्त किया जा सके",
    "milliseconds": "मिलीसेकंड",
    "Resolution": "रिज़ॉल्यूशन",
    "Select a Resolution": "एक रिज़ॉल्यूशन चुनें",
    "Total Horizontal Pixels": "कुल क्षैतिज पिक्सल",
    "Total Vertical Pixels": "कुल लंबवत पिक्सल",
    "Frame Rate": "फ्रेम दर",
    "Select Frame Rate": "फ्रेम दर चुनें",
    "Bit Depth": "बिट गहराई",
    "Select Bit Depth": "बिट गहराई चुनें",
    "Number of Graphic Channels": "ग्राफिक चैनलों की संख्या",
    "Chroma Decimation Factor": "क्रोमा डेसिमेशन फैक्टर",
    "25 percent overhead": "25 प्रतिशत ओवरहेड",
    "Bandwidth per Channel": "प्रति चैनल बैंडविड्थ",
    "Total signal Bandwidth": "कुल सिग्नल बैंडविड्थ",
    "The three are closely interrelated. You might prioritize video quality, but in doing so, you will have higher latency and a higher bandwidth. Alternatively, you might be limited in bandwidth and have to sacrifice video quality and deal with increased latency. Lower latency and higher video quality results in a higher bandwidth.": "ये तीनों आपस में घनिष्ठ रूप से जुड़े हुए हैं। आप वीडियो की गुणवत्ता को प्राथमिकता दे सकते हैं, लेकिन ऐसा करने पर आपको उच्च विलंबता और उच्च बैंडविड्थ का सामना करना पड़ेगा। इसके विपरीत, आप बैंडविड्थ में सीमित हो सकते हैं और आपको वीडियो गुणवत्ता का त्याग करना होगा और बढ़ी हुई विलंबता से निपटना होगा। कम विलंबता और उच्च वीडियो गुणवत्ता का परिणाम उच्च बैंडविड्थ होता है।",
    "Striking a balance between all these competing desires, video quality, latency, and bandwidth, equals greater cost. Determining your streaming AVoIP solution is a constant negotiation between cost and these three factors.": "इन सभी प्रतिस्पर्धी इच्छाओं, वीडियो गुणवत्ता, विलंबता, और बैंडविड्थ के बीच संतुलन स्थापित करना अधिक लागत के बराबर है। आपकी स्ट्रीमिंग AVoIP समाधान की लागत और इन तीन कारकों के बीच निरंतर बातचीत होती है।",
    "The formula for estimating video bandwidth is": "वीडियो बैंडविड्थ का अनुमान लगाने का सूत्र है",
    "Horizontal Pixels": "क्षैतिज पिक्सल",
    "Vertical Pixels": "लंबवत पिक्सल",
    "Overhead Required for DVI or HDMI transport": "DVI या HDMI ट्रांसपोर्ट के लिए आवश्यक ओवरहेड",
    "Sl.No": "क्रम संख्या",
    "Equipment": "उपकरण",
    "Watts": "वाट्स",
    "Total Watts": "कुल वाट्स",
    "Thermal Dissipation": "थर्मल डिसिपेशन",
    "Cooling Required": "आवश्यक शीतलन",
    "Electronic equipment, when powered on, generates heat whether it's active or idle. This heat is measured in British Thermal Units (BTUs). One BTU is approximately 1055 joules, and one watt per hour is equivalent to 3.4 BTUs. It's crucial to calculate the total heat produced by all electronic equipment in an active AV rack.": "इलेक्ट्रॉनिक उपकरण, जब चालू होते हैं, चाहे वह सक्रिय हो या निष्क्रिय, गर्मी उत्पन्न करता है। इस गर्मी को ब्रिटिश थर्मल यूनिट्स (BTUs) में मापा जाता है। एक BTU लगभग 1055 जूल्स के बराबर होता है, और एक वाट प्रति घंटे 3.4 BTUs के बराबर होता है। सक्रिय AV रैक में सभी इलेक्ट्रॉनिक उपकरणों द्वारा उत्पन्न कुल गर्मी की गणना करना महत्वपूर्ण है।",
    "AV designers typically determine the total BTU for a system and share this information with HVAC engineers. This allows designers to incorporate appropriate cooling solutions to prevent equipment failure and balance HVAC systems for user comfort. Equipment wattage details can often be found in the owner's manual or on the device itself.": "AV डिज़ाइनर आमतौर पर किसी सिस्टम के लिए कुल BTU का निर्धारण करते हैं और इस जानकारी को HVAC इंजीनियरों के साथ साझा करते हैं। यह डिज़ाइनरों को उपकरणों की विफलता को रोकने और उपयोगकर्ता आराम के लिए HVAC सिस्टम को संतुलित करने के लिए उपयुक्त शीतलन समाधान शामिल करने की अनुमति देता है। उपकरण की वाट क्षमता का विवरण आमतौर पर मालिक के मैनुअल में या डिवाइस पर ही पाया जा सकता है।",
    "The Formula for Calculating heat load is": "ताप भार की गणना करने का सूत्र है",
    "Total": "कुल",
    "Total Watts of all total equipment's used in the room": "कमरे में उपयोग किए गए सभी उपकरणों के कुल वाट्स",
    "Conversion factor, where 1 watt of power generates 3.4 BTU of heat per Hour": "परिवर्तन कारक, जहां 1 वाट शक्ति प्रति घंटे 3.4 BTU गर्मी उत्पन्न करता है",
    "This Formula does not account load generated by amplifier.": "यह सूत्र एम्पलीफायर द्वारा उत्पन्न भार को ध्यान में नहीं रखता है।",
    "Cooling Required follows the industry practice of measuring air conditioning cooling capacity in tons. The required capacity is calculated by dividing the BTU/hr heat load by 12,000.": "आवश्यक शीतलन क्षमता की गणना BTU/घंटे के ताप भार को 12,000 से विभाजित करके की जाती है।",
    "Enter Equipment Details": "उपकरण विवरण दर्ज करें",
    "Select Room Type": "कमरे का प्रकार चुनें",
    "Quantity of Rooms": "कमरों की संख्या",
    "Cost per Room": "प्रति कमरे की लागत",
    "Room Quantity": "कमरों की संख्या",
    "Room Type": "कमरे का प्रकार",
    "Quantity": "संख्या",
    "Price": "मूल्य",
    "Action": "क्रिया",
    "Grand Total": "कुल योग",
    "Tax are not included in the values shown above.": "उपरोक्त दिखाए गए मूल्यों में कर शामिल नहीं है|",
    "Today": "आज",
    "Event Information": "कार्यक्रम जानकारी",
    "Event Name": "कार्यक्रम का नाम",
    "Enter event name": "कार्यक्रम का नाम दर्ज करें",
    "Event Url": "कार्यक्रम URL",
    "Enter event URL": "कार्यक्रम URL दर्ज करें",
    "Invalid URL.": "अमान्य URL।",
    "Start Date": "प्रारंभ तिथि",
    "Choose a date": "एक तिथि चुनें",
    "End Date": "समाप्ति तिथि",
    "Event Type": "कार्यक्रम प्रकार",
    "Post Event": "कार्यक्रम पोस्ट करें",
    "Event submitted successfully!": "कार्यक्रम सफलतापूर्वक सबमिट किया गया!",
    "Failed to submit the event.": "कार्यक्रम सबमिट करने में विफल रहा।",
    "Submit": "सबमिट करें",
    "Diagonal Screen Size Calculator": "विक्षिप्त स्क्रीन आकार कैलकुलेटर",
    "The Diagonal Screen Size Calculator simplifies the process of determining the diagonal size of a screen based on its width and height. Whether you’re working with a television, monitor, or any other display, this tool provides a convenient way to calculate the diagonal screen size, offering practical applications for consumers and professionals alike.": "विक्षिप्त स्क्रीन आकार कैलकुलेटर चौड़ाई और ऊंचाई के आधार पर स्क्रीन के विक्षिप्त आकार को निर्धारित करने की प्रक्रिया को सरल बनाता है। चाहे आप टेलीविज़न, मॉनिटर या किसी अन्य डिस्प्ले के साथ काम कर रहे हों, यह उपकरण विक्षिप्त स्क्रीन आकार की गणना करने का सुविधाजनक तरीका प्रदान करता है, जो उपभोक्ताओं और पेशेवरों के लिए उपयोगी होता है।",
    "Screen Diagonal Formula": "स्क्रीन विक्षिप्त सूत्र",
    "The diagonal of a screen can be calculated using the Pythagorean Theorem": "स्क्रीन की विक्षिप्त लंबाई को पाइथागोरस प्रमेय का उपयोग करके गणना किया जा सकता है।",
    "is the height of a screen": "यह स्क्रीन की ऊंचाई है",
    "is the diagonal length of a screen": "यह स्क्रीन की विक्षिप्त लंबाई है",
    "Enter Mac address": "MAC पता दर्ज करें",
    "Records Not Found": "रिकॉर्ड्स नहीं मिले",
    "Current": "धारा",
    "Voltage": "वोल्टेज",
    "The process of utilizing a power calculator involves estimating or calculating the electrical power requirements of the AV system. The power consumption of AV devices is measured in watts, and understanding these power needs is essential for efficient electrical planning and ensuring compatibility with equipment.": "पावर कैलकुलेटर का उपयोग करने की प्रक्रिया में AV सिस्टम की विद्युत शक्ति आवश्यकताओं का अनुमान लगाना या गणना करना शामिल है। AV उपकरणों की शक्ति खपत को वाट्स में मापा जाता है, और इन शक्ति आवश्यकताओं को समझना कुशल विद्युत योजना और उपकरणों के साथ संगतता सुनिश्चित करने के लिए आवश्यक है।",
    "The Formula for Calculating Power Calculator is": "पावर कैलकुलेटर की गणना करने का सूत्र है",
    "Power": "शक्ति",
    "AV Rack Simulator": "AV रैक सिम्युलेटर",
    "Equipment/Model": "उपकरण/मॉडल",
    "RU Size": "RU आकार",
    "Generate": "उत्पन्न करें",
    "Enter the devices you intend to include in your AV setup. Our audiovisual rack diagram tool will automatically generate a rack layout. Once the AV rack layout is generated, you can visualize it in 2D to gain a clear understanding of the final assembly of your audiovisual rack.": "अपने AV सेटअप में शामिल करने के लिए उपकरण दर्ज करें। हमारा ऑडियोविजुअल रैक आरेख उपकरण स्वचालित रूप से एक रैक लेआउट उत्पन्न करेगा। एक बार जब AV रैक लेआउट उत्पन्न हो जाता है, तो आप अपने ऑडियोविजुअल रैक की अंतिम असेंबली को स्पष्ट रूप से समझने के लिए इसे 2D में देख सकते हैं।",
    "Rack Elevation": "रैक एलिवेशन",
    "Download": "डाउनलोड करें",
    "Projector Throw Distance": "प्रोजेक्टर थ्रो दूरी",
    "Throw Ratio": "थ्रो अनुपात",
    "Projection distance": "प्रक्षेपण दूरी",
    "Projector throw distance is the value that helps in obtaining the best-quality picture results as formed by the projector on the screen. This distance can be calculated using a projector throw ratio distance calculator, which helps increase accuracy, save time and effort, and promise a high-quality and ultimate viewing experience.": "प्रोजेक्टर थ्रो दूरी वह मान है जो स्क्रीन पर प्रोजेक्टर द्वारा बनाए गए सर्वोत्तम गुणवत्ता वाले चित्र परिणाम प्राप्त करने में मदद करता है। इस दूरी की गणना प्रोजेक्टर थ्रो अनुपात दूरी कैलकुलेटर का उपयोग करके की जा सकती है, जो सटीकता बढ़ाने, समय और प्रयास की बचत करने और उच्च गुणवत्ता और सर्वोत्तम देखने के अनुभव का वादा करने में मदद करता है।",
    "Estimating Throw Distance Formula": "थ्रो दूरी का अनुमान लगाने का सूत्र",
    "The formula for estimating throw is": "थ्रो का अनुमान लगाने का सूत्र है",
    "is the distance from the front of the lens to the closest point on the screen": "यह लेंस के सामने से स्क्रीन के सबसे नज़दीकी बिंदु तक की दूरी है",
    "is screen width or width of the projected image": "यह स्क्रीन की चौड़ाई या प्रक्षिप्त छवि की चौड़ाई है",
    "is the throw ratio or ratio of throw distance to image width": "यह थ्रो अनुपात या थ्रो दूरी और छवि की चौड़ाई का अनुपात है",
    "Refer to the owner's manual of your projector and lens combination to find an accurate formula for your specific project.": "अपने विशिष्ट प्रोजेक्ट के लिए सही सूत्र खोजने के लिए अपने प्रोजेक्टर और लेंस संयोजन के मालिक के मैनुअल का संदर्भ लें।",
    "VC Bar Simulator": "वीसी बार सिम्युलेटर",
    "Enter Room Dimensions": "कमरे के आयाम दर्ज करें",
    "STEP": "चरण",
    "Room Length": "कमरे की लंबाई",
    "Room Width": "कमरे की चौड़ाई",
    "Enter Video Bar Details": "वीडियो बार विवरण दर्ज करें",
    "Make": "निर्माता",
    "Model": "मॉडल",
    "FOV": "FOV",
    "at": "पर",
    "Meter": "मीटर",
    "Mic": "माइक",
    "Camera Coverage": "कैमरा कवरेज",
    "LoudSpeaker Coverage": "लाउडस्पीकर कवरेज",
    "Microphone Coverage": "माइक्रोफोन कवरेज",
    "Disclaimer": "अस्वीकरण",
    "This tool provides simulated results based on the input values supplied by the user.": "यह उपकरण उपयोगकर्ता द्वारा प्रदान की गई इनपुट मानों के आधार पर सिम्युलेटेड परिणाम प्रदान करता है।",
    "We strongly advise conducting comprehensive performance testing of the product before finalizing your purchase.": "हम आपकी खरीदारी को अंतिम रूप देने से पहले उत्पाद की व्यापक प्रदर्शन परीक्षण करने की जोरदार सलाह देते हैं।",
    "The performance of the video bar depends on room acoustics, lighting, network conditions, and the video application used by the user.": "वीडियो बार का प्रदर्शन कमरे की ध्वनिकी, प्रकाश, नेटवर्क की स्थिति और उपयोगकर्ता द्वारा उपयोग किए गए वीडियो एप्लिकेशन पर निर्भर करता है।",
    "Loud Speaker Coverage": "लाउडस्पीकर कवरेज"
}


